using System.Windows;

[assembly:ThemeInfo(
    ResourceDictionaryLocation.None,            //где расположены словари ресурсов для конкретной темы
                                                //(используется, если ресурс не найден на странице
                                                // или в словарях ресурсов приложения)
    ResourceDictionaryLocation.SourceAssembly   //где расположен общий словарь ресурсов
                                                //(используется, если ресурс не найден на странице,
                                                // в приложении или в словарях ресурсов конкретной темы)
)]
